; Chinese (simplified) language file v3.2.0
; Author: Google Translate
codepage=936
error=错误！
startup_error1=Batch ApkTool不具有完全访问到文件夹或安装路径中包含无效字符
startup_error2=Batch ApkTool没有写权限的文件夹
previous_java1=您已经安装了Java
previous_java2=为了正常工作，Batch ApkTool需要Java 8或更高版本
get_java=下载最新的Java版本，这里https://java.com/en/download/manual.jsp
java_notfound=Java的未找到
ON=YES
OFF=NO
MANUAL=手
project=目前的项目                                  
currentapk=选择APK                                     
currentjar=选择JAR                                     
apilevel=API级别                                   
keepbroken=离开损坏的资源                            
buildexpert=收集专家模式                              
writedebug=加入调试信息smali码                         
signafter=注册产生的APK                               
key=调号                                      
openlog=查看日志                                                              
language=语言                                        
deodexall=Deodex所有APK和JAR                          
deodexapp=Deodex在_app所有APK                         
deodexfr=Deodex所有JAR在_framework                   
baksmaliapk=反编译APK（仅smali）
smaliapk=重新编译APK
baksmalijar=反编译JAR（仅smali）
smalijar=重新编译的JAR
decompile=反编译APK                                   
decompile_r=反编译APK（仅资源）                         
recompile=重新编译APK                                 
signfiles=注册文件
zipalfiles=APK对齐
viewsource=查看源代码的Java >
plugins=插件 >
selplugin=选择插件：
adbmenu=亚行：
devices=连接 >                                      
install=安装APK >                                   
rootremount=根，并安装记录                              
pull=复制到设备 >                                
push=复制到设备 >                                
screenshot=采取了截屏                                  
screenrecord=从屏幕录制视频
shell=打开终端
logs=查看日志 >
reboot=重装设备 >
info=设备信息
kill-server=亚行退出
servicemenu=保养：
cleanup1=清除文件夹_app，_framework                  
cleanup2=清除文件夹_INPUT_APK，_INPUT_JAR            
cleanup3=清除文件夹_OUT_APK，_OUT_JAR
cleanup4=清除所有文件夹
exitmenu=输出
choosetask=选择一个动作：
instframe=设置框架
instframe_error=错误的设置框架
inputapk_empty=将一个文件夹中的文件进行反编译_INPUT_APK。请参阅readme.txt文件。
decompiling=反编译
decompiling_error=反编译错误
recompiling=重新编译
recompiling_error=重新编译错误
orignotfound=错误！原始文件未找到。
backupnotfound=错误！ _backup文件夹找不到。
done=READY
signing=签名
signing_error=错误签名
doneerrors=与^烹饪^!error_count^!错误。
zipal=对准
zipal_error=对齐错误
selectviewer=查看源代码的Java：
cancel=取消
makechoice=请您选择：
dragajd=拖APK，JAR，或DEX文件在这里：
genjava=Java的代码生成
genjava_error=从Java的错误生成代码
apilevel_log=API级别                     
buildexpert_log=专家模式                    
signafter_log=签名                        
press1=按ENTER键继续或键入1，打开日志：
deletedialog=删除该文件夹中的所有文件：
proceed=是否继续？
yes=YES
selproj=选择一个项目：
createnewproj=创建一个新项目
usedefproj=使用默认的项目
inputprojname=输入项目名称：
selectapk=CHOOSE APK：
allapks=在_INPUT_APK所有APK
selectjar=CHOOSE JAR：
alljars=在_INPUT_JAR所有的JAR
selectapktool=CHOOSE APKTOOL：
selectsmali=CHOOSE SMALI：
aversions=Android版本
apilevels=级别API        
enterapi=输入级API：
invalidapi=无效的级别API！
selectkey=选择键：
selectlang=选择语言：
framework_empty=放在一个文件夹中的所有_system\framework框架。请参阅readme.txt文件。
deodexing=Deodexing
notodexed=已经deodexed。
smerror=错误deodexing
bsmerror=错误deodexing
bootnotfound=boot.oat我没有发现
selectarch=CHOOSE架构deodexing：
selectedarch=架构
extractboot=开箱和Deodexing boot.oat...
extractboot_error=错误提取boot.oat
errorunp=错误拆包
deodexing_error=错误deodexing
baksmaling=反编译
smaling=重新编译
connection_type=连接类型：
input_ip=输入IP设备，如192.168.1.3：
input_ip2=输入IP地址，然后按ENTER键，使用最新的IP
installtodef=将手机的内存：
singlefile=一个文件
allfrom=所有的文件
installtosd=安装到SD卡：
dragtoinstall=Drag这里安装将APK：
installing=环境
pull2=从设备复制：
pushto=复制到
dragtopush=拖动文件复制到这里：
screensavedto=截图保存到一个文件
closetostop=关闭此窗口停止记录
scrrecsavedto=写在屏幕上被存储在文件中
logcatr=无线电
logcate=事件
toscreen=显示和保存文件
tofile=保存
bugreport=报告全文：
inlinetable=内联表的方法：
saved_to_file=日志保存到一个文件
android_version=Android版本：
brand=品牌：
model=型号：
reboot2=重装：
reboot3=刷新
rebootto=重启